[
    {
        "id": 1,
        "date": "2021-12-01",
        "content": "Technology has become a part of us. Would you rather lose the use of all motorized vehicles, all telecommunication devices and computers, or one of your hands?"
    },
    {
        "id": 2,
        "date": "2021-12-02",
        "content": "What would you do if your 6-year-old daughter's favorite toy, a talking doll, started trying to convince her that she needed a new friend — the next doll in the company's line?"
    },
    {
        "id": 3,
        "date": "2021-12-03",
        "content": "If you had to be obsessed with money, sex, sports, religion, or food, which one would you choose?"
    },
    {
        "id": 4,
        "date": "2021-12-04",
        "content": "Ignoring all financial considerations, would you rather spend the next 5 years confined to an urban mecca like New York City, or a beautiful, isolated town on the California coast?"
    },
    {
        "id": 5,
        "date": "2021-12-05",
        "content": "Would you rather watch an Olympics that outlawed performance-enhancing drugs or one that embraced them and let athletes use medical pit crews to jack up their performances?"
    },
    {
        "id": 6,
        "date": "2021-12-06",
        "content": "How would you react if you learned that a sad and beautiful poem that touched you deeply had been written by a computer?<br>How would you feel if you knew that within a century, intelligent machines would be self-aware and much smarter and more creative than humans? Why?"
    },
    {
        "id": 7,
        "date": "2021-12-07",
        "content": "What is the most serious law you've broken doing something you thought was morally right, wouldn't hurt anyone, or was no one's business but yours? How bad would the punishment have been if you'd been caught and given the maximum sentence?<br>If you were on a jury, would you be willing to convict a person for something you didn't think should be considered a crime?"
    },
    {
        "id": 8,
        "date": "2021-12-08",
        "content": "If you could anonymously and safely destroy any one person's reputation online through various postings, would you? If so, who and why?"
    },
    {
        "id": 9,
        "date": "2021-12-09",
        "content": "On a typical Sunday, 10,000 people visit the Louvre in Paris. If a wicked sorcerer threatened to vaporize all the museum's visitors or all of its art, sparing one or the other based on your plea, which would you save? Assume the sorcerer will obliterate both the people and the art if you don't choose.<br>What, if any, fruits of our culture are worth more than even a million lives? For example, what if all the music or fiction of the past century was at risk?"
    },
    {
        "id": 10,
        "date": "2021-12-10",
        "content": "If your heart were damaged beyond repair, but you could regain your health for a few more years by getting a heart transplant from a genetically engineered pig, would you?"
    },
    {
        "id": 11,
        "date": "2021-12-11",
        "content": "Would you like there to be a law requiring the police to archive video footage of everything they do while on duty?"
    },
    {
        "id": 12,
        "date": "2021-12-12",
        "content": "For $100,000, would you put on 40 pounds and keep it on for 3 years? How much money, if any, would induce you to put on 100 pounds for at least a year?"
    },
    {
        "id": 13,
        "date": "2021-12-13",
        "content": "If it were the only way you could remain with the love of your life, would you be willing for both of you to wake up tomorrow as native speakers of an unfamiliar foreign language, knowing that within a week you'd permanently forget the languages you now speak and largely be cut off from your friends and culture? If so, what new language would you want to speak, and why?"
    },
    {
        "id": 14,
        "date": "2021-12-14",
        "content": "If the person you were engaged to was in a car crash and became a paraplegic, would you back out of the marriage? If not, what if they became a quadriplegic?<br>What if you found that the person you planned to marry would likely get Alzheimer's by his or her 50th birthday?"
    },
    {
        "id": 15,
        "date": "2021-12-15",
        "content": "Would you like to be famous? If so, for what? What if you knew it meant that within a few years you'd lose all your current friends and never develop new relationships that were as meaningful?"
    },
    {
        "id": 16,
        "date": "2021-12-16",
        "content": "If women were just fundamentally smarter and harder working than men, would you support putting rules in place to ensure that men would share equally in the best jobs and fill half the slots at the best schools? If so, how would you explain the fairness of this to a smart, dedicated woman displaced by a less-qualified man?"
    },
    {
        "id": 17,
        "date": "2021-12-17",
        "content": "If, without being detected, you could spy electronically for the next month and watch anyone, anywhere, anytime like a fly on a wall, would you? If so, who would you watch and how closely? If not, why not?<br>What if they might someday find out you'd been watching? Do you think you could ever be at ease under constant surveillance?"
    }
]