[
    {
        "id": 1,
        "date": "2021-12-01",
        "content": "科技已经成为我们生活中的重要组成部分。如果让你选择，你愿意放弃使用所有机动车辆、通讯设备和电脑，还是愿意失去一只手？"
    },
    {
        "id": 2,
        "date": "2021-12-02",
        "content": "如果你六岁的女儿最喜欢的玩具是一个会说话的玩偶，那么当它开始尝试说服你女儿她想要交一个新朋友，也就是购买同一家公司生产的另一个玩偶时，你会怎么做？"
    },
    {
        "id": 3,
        "date": "2021-12-03",
        "content": "如果让你选择痴迷一样东西，你会选择金钱、性、运动还是食物？"
    },
    {
        "id": 4,
        "date": "2021-12-04",
        "content": "不考虑财务问题，如果未来五年内你只能住在一个地方，你会选择纽约这样的大都市，还是加州海岸上一个美丽但与世隔绝的小镇？"
    },
    {
        "id": 5,
        "date": "2021-12-05",
        "content": "如果让你选择，你是希望奥运会禁止服用兴奋剂，还是希望为了提高运动员成绩、让比赛更好看而允许服用兴奋剂？"
    },
    {
        "id": 6,
        "date": "2021-12-06",
        "content": "如果你发现一首诗歌，它优美动人，深深打动了你，但它是电脑创作的，你有何感受？<br>如果你知道用不了一百年时间，智能机器就会拥有自我意识，比人类更聪明更有创造力，你作何感受？为什么？"
    },
    {
        "id": 7,
        "date": "2021-12-07",
        "content": "你在坚持做符合道德标准、不会伤害他人、与他人无关只涉及自己的事情时，曾违反过最严重的法律是什么？如果被捕并处以最高刑罚，这种惩罚会有多严重？<br>如果你是陪审团的一员，而且认为被告的行为不应视为犯罪，你会认定他有罪吗？"
    },
    {
        "id": 8,
        "date": "2021-12-08",
        "content": "如果你可以在网络匿名发帖，毁掉别人的声誉而不被人发现，你会这么做吗？如果会，你想毁掉谁的声誉，为什么？"
    },
    {
        "id": 9,
        "date": "2021-12-09",
        "content": "一个平常的星期天，一万名游客来到巴黎参观卢浮宫。如果这时一个坏巫师威胁要让卢浮宫中的所有游客或者所有艺术珍品消失，而你可以决定要拯救的是游客还是艺术品，你会怎么选择？注意，如果你拒绝选择，那么游客和艺术品都会消失。<br>人类的文化成果和一百万条人命哪个更珍贵？如果历史上留下的所有音乐或小说都全部消失，你又会如何选择？"
    },
    {
        "id": 10,
        "date": "2021-12-10",
        "content": "如果你的心脏机能彻底受损，再无修复的可能，但移植经过基因改造的猪心脏，你还能再活几年，你愿意尝试吗？"
    },
    {
        "id": 11,
        "date": "2021-12-11",
        "content": "如果出台一项法律，要求警察必须对其执勤过程进行全程录像并存档，你会支持吗？"
    },
    {
        "id": 12,
        "date": "2021-12-12",
        "content": "如果给你十万美元，你愿意增重40磅（约36斤）并保持三年吗？需要给你多少钱你才会愿意增重100磅（约91斤）并至少保持一年？"
    },
    {
        "id": 13,
        "date": "2021-12-13",
        "content": "如果和你的一生挚爱在一起的方式只有一种，那就是第二天醒来，你们两个人会突然掌握一门陌生的外语，并在一周内永远忘记你的母语，你的朋友和祖国的文化都将变得遥不可及。你愿意吗？如果愿意，你想要学会哪门外语，为什么？"
    },
    {
        "id": 14,
        "date": "2021-12-14",
        "content": "如果你的未婚夫/未婚妻因遭遇车祸而下身瘫痪，你会解除婚约吗？如果你的答案是否定的，那么如果对方四肢瘫痪，你会解除婚约吗？<br>如果你知道你的未婚夫/未婚妻很可能在五十岁时患上老年痴呆症，你会怎么做？"
    }
]